import card1 from "../public/card1.avif"
import card2 from "../public/card2.avif"
import card3 from "../public/card3.avif"
import card4 from "../public/card4.avif"

export const slides = [
  {
    id: 1,
    image: card1,
    title: "Управляй своей библиотекой",
    description: "Легко отслеживай статус игр: добавляй в планы, отмечай пройденные и следи за играми в процессе. Все твои игры в одном месте."
  },
  {
    id: 2,
    image: card2,
    title: "Детальная статистика",
    description: "Анализируй время, проведенное в играх. Смотри инфографику по жанрам, платформам и получай персональные инсайты."
  },
  {
    id: 3,
    image: card3,
    title: "Персональные рекомендации",
    description: "Получай умные рекомендации на основе твоих предпочтений. Открывай новые игры, которые точно тебе понравятся."
  },
  {
    id: 4,
    image: card4,
    title: "Достижения и цели",
    description: "Ставь игровые цели, отслеживай прогресс и получай достижения. Делись результатами с друзьями."
  }
];